{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "38C416F64A6E077ED5D47490ED6F20DE"
		},
		{
			"Source":
			{
				"Text": "0 -"
			},
			"Translation":
			{
				"Text": "0 -"
			},
			"Key": "8A95048641DB891DFE6F58A35E1964D6"
		},
		{
			"Source":
			{
				"Text": "Choose Painting Mode"
			},
			"Translation":
			{
				"Text": "Choissez un Mode de Peinture"
			},
			"Key": "29FA674E472CD57A1E4B468CBDDDC303"
		},
		{
			"Source":
			{
				"Text": "Universal Swatch Slots"
			},
			"Translation":
			{
				"Text": "Universal Swatch Slots"
			},
			"Key": "24BDF5FE46FCF4E370F1D4A1BA9BCAD5"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Bloc de texte"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		},
		{
			"Namespace": "USS_CommonString_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "Activate / deactivate the palette.\r\nNote : you can only have one active palette at a time. Changing this palette to active will automatically reset the previous active palette if there was one."
					},
					"Translation":
					{
						"Text": "Active / désactive la palette.\r\nNote: une seule palette peut être active à la fois. L’activation de cette palette désactivera automatiquement la palette active précédente, le cas échéant."
					},
					"Key": "Widget_Is_Palette_Active_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Add Primary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Ajouter les couleurs primaires aux couleurs prédéfinies :"
					},
					"Key": "Widget_Add_Primary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add Secondary Colors to Player Preset :"
					},
					"Translation":
					{
						"Text": "Ajouter les couleurs secondaires aux couleurs prédéfinies :"
					},
					"Key": "Widget_Add_Secondary_To_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Add a new group"
					},
					"Translation":
					{
						"Text": "Ajouter un nouveau groupe"
					},
					"Key": "Widget_Add_Group"
				},
				{
					"Source":
					{
						"Text": "Add a new palette"
					},
					"Translation":
					{
						"Text": "Ajouter une nouvelle palette"
					},
					"Key": "Widget_Add_Palette"
				},
				{
					"Source":
					{
						"Text": "Add a new swatch"
					},
					"Translation":
					{
						"Text": "Ajouter un nouveau nuancier"
					},
					"Key": "Widget_Add_Swatch"
				},
				{
					"Source":
					{
						"Text": "Adds a new customization category that includes all the swatches organized according to the palette scheme chosen in the configuration."
					},
					"Translation":
					{
						"Text": "Ajoute une nouvelle catégorie de customisation qui comporte tous les nuanciers organisés selon le schéma de la palette choisie dans la configuration."
					},
					"Key": "Schema_Desc"
				},
				{
					"Source":
					{
						"Text": "Adds all primary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Ajoute les couleurs primaires de chaque nuancier aux couleurs prédéfinies"
					},
					"Key": "Widget_Add_Primary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Adds all secondary colors to the player's color preset list"
					},
					"Translation":
					{
						"Text": "Ajoute les couleurs secondaires de chaque nuancier aux couleurs prédéfinies"
					},
					"Key": "Widget_Add_Secondary_To_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Bleu"
					},
					"Key": "Enum_Blue"
				},
				{
					"Source":
					{
						"Text": "Blue"
					},
					"Translation":
					{
						"Text": "Bleu"
					},
					"Key": "Widget_Blue_Color"
				},
				{
					"Source":
					{
						"Text": "Default"
					},
					"Translation":
					{
						"Text": "Défaut"
					},
					"Key": "Enum_Mat_Default"
				},
				{
					"Source":
					{
						"Text": "Defines the group priority. Lower the number, sooner the group will appear in the customizer."
					},
					"Translation":
					{
						"Text": "Définit la priorité du groupe. Plus le nombre est bas, plus le groupe apparaîtra tôt dans le personnalisateur."
					},
					"Key": "Widget_Group_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Defines the swatch priority. Lower the number, sooner the swatch will appear in its group's customizer."
					},
					"Translation":
					{
						"Text": "Définit la priorité du nuancier. Plus le nombre est bas, plus le nuancier apparaîtra tôt son groupe."
					},
					"Key": "Widget_Swatch_Priority_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the blue value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Entrez la valeur du bleu (0 - 255)"
					},
					"Key": "Widget_Blue_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the green value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Entrez la valeur du vert (0 - 255)"
					},
					"Key": "Widget_Green_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the hexadecimal value (000000 - FFFFFF)"
					},
					"Translation":
					{
						"Text": "Entrez la valeur hexadécimale (000000 - FFFFFF)"
					},
					"Key": "Widget_Hex_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Enter the red value (0 - 255)"
					},
					"Translation":
					{
						"Text": "Entrez la valeur rouge (0 - 255)"
					},
					"Key": "Widget_Red_Color_ToolTip"
				},
				{
					"Source":
					{
						"Text": "Give your factory a new paint job!\r\n\r\nWarning: Changing this Swatch will apply the change to all buildings currently using it."
					},
					"Translation":
					{
						"Text": "Donnez un coup de pinceau à votre usine!\r\n\r\nAttention : changer ce nuancier appliquera le changement à tous les bâtiments qui l'utilisent."
					},
					"Key": "Swatch_Paint_Info"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Vert"
					},
					"Key": "Enum_Green"
				},
				{
					"Source":
					{
						"Text": "Green"
					},
					"Translation":
					{
						"Text": "Vert"
					},
					"Key": "Widget_Green_Color"
				},
				{
					"Source":
					{
						"Text": "Hex"
					},
					"Translation":
					{
						"Text": "Hex"
					},
					"Key": "Widget_Hex_Field"
				},
				{
					"Source":
					{
						"Text": "Material :"
					},
					"Translation":
					{
						"Text": "Matériau :"
					},
					"Key": "Widget_Material_Text"
				},
				{
					"Source":
					{
						"Text": "Matte"
					},
					"Translation":
					{
						"Text": "Mat"
					},
					"Key": "Enum_Mat_Matte"
				},
				{
					"Source":
					{
						"Text": "Painting Mode: "
					},
					"Translation":
					{
						"Text": "Mode de Peinture: "
					},
					"Key": "Widget_Painting_Mode"
				},
				{
					"Source":
					{
						"Text": "Palettes"
					},
					"Translation":
					{
						"Text": "Palettes"
					},
					"Key": "Widget_Palette_List"
				},
				{
					"Source":
					{
						"Text": "Please enter a string containing only 0 to 9 or A to F characters"
					},
					"Translation":
					{
						"Text": "Veuillez n'utilisez que les caractères 0 à 9 ou de A à Z"
					},
					"Key": "Widget_Hex_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between -100 and 100"
					},
					"Translation":
					{
						"Text": "Veuillez entrer une valeur comprise entre -100 et 100"
					},
					"Key": "Widget_Priority_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter an interger between 0 and 255"
					},
					"Translation":
					{
						"Text": "Veuillez entrer une valeur comprise entre 0 et 255"
					},
					"Key": "Widget_Color_Error"
				},
				{
					"Source":
					{
						"Text": "Please enter the group name here"
					},
					"Translation":
					{
						"Text": "Veuillez entrer le nom du groupe ici"
					},
					"Key": "Widget_Group_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the palette name here"
					},
					"Translation":
					{
						"Text": "Veuillez entrer le nom de la palette ici"
					},
					"Key": "Widget_Palette_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Please enter the swatch name here"
					},
					"Translation":
					{
						"Text": "Veuillez entrer le nom du nuancier ici"
					},
					"Key": "Widget_Swatch_Name_Hint"
				},
				{
					"Source":
					{
						"Text": "Primary"
					},
					"Translation":
					{
						"Text": "Primaire"
					},
					"Key": "Enum_Primary"
				},
				{
					"Source":
					{
						"Text": "Primary Color :"
					},
					"Translation":
					{
						"Text": "Couleur Primaire :"
					},
					"Key": "Widget_Primary_Color"
				},
				{
					"Source":
					{
						"Text": "Priority :"
					},
					"Translation":
					{
						"Text": "Priorité :"
					},
					"Key": "Widget_Priority_Field"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Rouge"
					},
					"Key": "Enum_Red"
				},
				{
					"Source":
					{
						"Text": "Red"
					},
					"Translation":
					{
						"Text": "Rouge"
					},
					"Key": "Widget_Red_Color"
				},
				{
					"Source":
					{
						"Text": "Remove Primary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Supprimer les couleurs primaires des couleurs prédéfinies :"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove Secondary Colors from Player Preset :"
					},
					"Translation":
					{
						"Text": "Supprimer les couleurs secondaires des couleurs prédéfinies :"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Text"
				},
				{
					"Source":
					{
						"Text": "Remove group"
					},
					"Translation":
					{
						"Text": "Supprimer le groupe"
					},
					"Key": "Widget_Remove_Group"
				},
				{
					"Source":
					{
						"Text": "Remove palette"
					},
					"Translation":
					{
						"Text": "Supprimer la palette"
					},
					"Key": "Widget_Remove_Palette"
				},
				{
					"Source":
					{
						"Text": "Remove swatch"
					},
					"Translation":
					{
						"Text": "Supprimer le nuancier"
					},
					"Key": "Widget_Remove_Swatch"
				},
				{
					"Source":
					{
						"Text": "Removes all primary colors from the player's color preset list (name based: \"swatch_name - P\")"
					},
					"Translation":
					{
						"Text": "Supprime les couleurs primaires de chaque nuancier des couleurs prédéfinies (basé sur le nom: \"nom_nuancier - P\")"
					},
					"Key": "Widget_Remove_Primary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Removes all secondary colors from the player's color preset list (name based: \"swatch_name - S\")"
					},
					"Translation":
					{
						"Text": "Supprime les couleurs secondaires de chaque nuancier des couleurs prédéfinies (basé sur le nom: \"nom_nuancier - S\")"
					},
					"Key": "Widget_Remove_Secondary_From_Preset_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Secondary"
					},
					"Translation":
					{
						"Text": "Secondaire"
					},
					"Key": "Enum_Secondary"
				},
				{
					"Source":
					{
						"Text": "Secondary Color :"
					},
					"Translation":
					{
						"Text": "Couleur Secondaire :"
					},
					"Key": "Widget_Secondary_Color"
				},
				{
					"Source":
					{
						"Text": "Shiny"
					},
					"Translation":
					{
						"Text": "Brillant"
					},
					"Key": "Enum_Mat_Shiny"
				},
				{
					"Source":
					{
						"Text": "The palette name must be unique !"
					},
					"Translation":
					{
						"Text": "Le nom de la palette doit être unique !"
					},
					"Key": "Palette_Name_Error"
				}
			]
		},
		{
			"Namespace": "USS_DefaultConf_ST",
			"Children": [
				{
					"Source":
					{
						"Text": "AI Expansion Server"
					},
					"Translation":
					{
						"Text": "Serveur d'expansion d'I.A."
					},
					"Key": "DefPal_SpaceElevator_Group_AIExpansionServer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "AI Limiter"
					},
					"Translation":
					{
						"Text": "Contrôleur d'I.A."
					},
					"Key": "DefPal_Electronics_Group_AILimiter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Adaptive Control Unit"
					},
					"Translation":
					{
						"Text": "Unité de contrôle adaptative"
					},
					"Key": "DefPal_SpaceElevator_Group_AdaptiveControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alclad Aluminum Sheet"
					},
					"Translation":
					{
						"Text": "Tôle d'aluminium en alliage Alclad"
					},
					"Key": "DefPal_Aluminium_Group_AlcladAluminumSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien DNA Capsule"
					},
					"Translation":
					{
						"Text": "Capsule ADN"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienDNACapsule_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Power Matrix"
					},
					"Translation":
					{
						"Text": "Matrice de charge extraterrestre"
					},
					"Key": "DefPal_QuantumTechnology_Group_AlienPowerMatrix_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alien Protein"
					},
					"Translation":
					{
						"Text": "Protéine extraterrestre"
					},
					"Key": "DefPal_FaunaAndFlora_Group_AlienProtein_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Alumina Solution"
					},
					"Translation":
					{
						"Text": "Solution d'alumine"
					},
					"Key": "DefPal_Aluminium_Group_AluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminium"
					},
					"Translation":
					{
						"Text": "Aluminium"
					},
					"Key": "DefPal_Aluminium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Casing"
					},
					"Translation":
					{
						"Text": "Bidon en aluminium"
					},
					"Key": "DefPal_Aluminium_Group_AluminumCasing_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Ingot"
					},
					"Translation":
					{
						"Text": "Lingot d'aluminium"
					},
					"Key": "DefPal_Aluminium_Group_AluminumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Aluminum Scrap"
					},
					"Translation":
					{
						"Text": "Rebuts d'aluminium"
					},
					"Key": "DefPal_Aluminium_Group_AluminumScrap_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ammos and Explosives"
					},
					"Translation":
					{
						"Text": "Munitions et explosifs"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Assembly Director System"
					},
					"Translation":
					{
						"Text": "Système de directeur d'assemblage"
					},
					"Key": "DefPal_SpaceElevator_Group_AssemblyDirectorSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Automated Wiring"
					},
					"Translation":
					{
						"Text": "Câblage automatisé"
					},
					"Key": "DefPal_SpaceElevator_Group_AutomatedWiring_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ballistic Warp Drive"
					},
					"Translation":
					{
						"Text": "Moteur à distorsion balistique"
					},
					"Key": "DefPal_SpaceElevator_Group_BallisticWarpDrive_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Battery"
					},
					"Translation":
					{
						"Text": "Batterie"
					},
					"Key": "DefPal_Sulfur_Group_Battery_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Bauxite"
					},
					"Translation":
					{
						"Text": "Bauxite"
					},
					"Key": "DefPal_Aluminium_Group_Bauxite_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biochemical Sculptor"
					},
					"Translation":
					{
						"Text": "Sculptrice biochimique"
					},
					"Key": "DefPal_SpaceElevator_Group_BiochemicalSculptor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Biomass"
					},
					"Translation":
					{
						"Text": "Biomasse"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Biomass_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Black Powder"
					},
					"Translation":
					{
						"Text": "Poudre noire"
					},
					"Key": "DefPal_Sulfur_Group_BlackPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Blue Power Slug"
					},
					"Translation":
					{
						"Text": "Électrolimace bleue"
					},
					"Key": "DefPal_FaunaAndFlora_Group_BluePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cable"
					},
					"Translation":
					{
						"Text": "Câble"
					},
					"Key": "DefPal_Copper_Group_Cable_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium"
					},
					"Translation":
					{
						"Text": "Caterium"
					},
					"Key": "DefPal_Caterium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ingot"
					},
					"Translation":
					{
						"Text": "Lingot de caterium"
					},
					"Key": "DefPal_Caterium_Group_CateriumIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Caterium Ore"
					},
					"Translation":
					{
						"Text": "Minerai de caterium"
					},
					"Key": "DefPal_Caterium_Group_CateriumOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Circuit Board"
					},
					"Translation":
					{
						"Text": "Circuit imprimé"
					},
					"Key": "DefPal_Electronics_Group_CircuitBoard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cluster Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobélisque à fragmentation"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ClusterNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Coal"
					},
					"Translation":
					{
						"Text": "Charbon"
					},
					"Key": "DefPal_Steel_Group_Coal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Compacted Coal"
					},
					"Translation":
					{
						"Text": "Charbon compacté"
					},
					"Key": "DefPal_Sulfur_Group_CompactedCoal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Computer"
					},
					"Translation":
					{
						"Text": "Ordinateur"
					},
					"Key": "DefPal_Electronics_Group_Computer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Concrete"
					},
					"Translation":
					{
						"Text": "Béton"
					},
					"Key": "DefPal_Limestone_Group_Concrete_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Cooling System"
					},
					"Translation":
					{
						"Text": "Système de refroidissement"
					},
					"Key": "DefPal_Nitrogen_Group_CoolingSystem_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper"
					},
					"Translation":
					{
						"Text": "Cuivre"
					},
					"Key": "DefPal_Copper_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ingot"
					},
					"Translation":
					{
						"Text": "Lingot de cuivre"
					},
					"Key": "DefPal_Copper_Group_CopperIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Ore"
					},
					"Translation":
					{
						"Text": "Minerai de cuivre"
					},
					"Key": "DefPal_Copper_Group_CopperOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Powder"
					},
					"Translation":
					{
						"Text": "Poudre de cuivre"
					},
					"Key": "DefPal_Copper_Group_CopperPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Copper Sheet"
					},
					"Translation":
					{
						"Text": "Tôle de cuivre"
					},
					"Key": "DefPal_Copper_Group_CopperSheet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crude Oil"
					},
					"Translation":
					{
						"Text": "Pétrole brut"
					},
					"Key": "DefPal_Oil_Group_CrudeOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Crystal Oscillator"
					},
					"Translation":
					{
						"Text": "Oscillateur à cristal"
					},
					"Key": "DefPal_Electronics_Group_CrystalOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Crystal"
					},
					"Translation":
					{
						"Text": "Cristal de matière noire"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dark Matter Residue"
					},
					"Translation":
					{
						"Text": "Résidus de matière noire"
					},
					"Key": "DefPal_QuantumTechnology_Group_DarkMatterResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Diamonds"
					},
					"Translation":
					{
						"Text": "Diamants"
					},
					"Key": "DefPal_QuantumTechnology_Group_Diamonds_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Dissolved Silica"
					},
					"Translation":
					{
						"Text": "Silice dissoute"
					},
					"Key": "DefPal_Quartz_Group_DissolvedSilica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electromagnetic Control Rod"
					},
					"Translation":
					{
						"Text": "Tige de contrôle électromagnétique"
					},
					"Key": "DefPal_Uranium_Group_ElectromagneticControlRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Electronics"
					},
					"Translation":
					{
						"Text": "Électronique"
					},
					"Key": "DefPal_Electronics_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Canister"
					},
					"Translation":
					{
						"Text": "Bidon vide"
					},
					"Key": "DefPal_Oil_Group_EmptyCanister_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Empty Fluid Tank"
					},
					"Translation":
					{
						"Text": "Réservoir vide"
					},
					"Key": "DefPal_Aluminium_Group_EmptyFluidTank_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Industrial Beam"
					},
					"Translation":
					{
						"Text": "Poutre en béton armé"
					},
					"Key": "DefPal_Steel_Group_EncasedIndustrialBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Plutonium Cell"
					},
					"Translation":
					{
						"Text": "Cellule de plutonium encastré"
					},
					"Key": "DefPal_Uranium_Group_EncasedPlutoniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Encased Uranium Cell"
					},
					"Translation":
					{
						"Text": "Cellule d'uranium"
					},
					"Key": "DefPal_Uranium_Group_EncasedUraniumCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Equipements"
					},
					"Translation":
					{
						"Text": "Équipements"
					},
					"Key": "DefPal_Equipements_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Excited Photonic Matter"
					},
					"Translation":
					{
						"Text": "Matière photonique agitée"
					},
					"Key": "DefPal_QuantumTechnology_Group_ExcitedPhotonicMatter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Explosive Rebar"
					},
					"Translation":
					{
						"Text": "Barre d'armature explosive"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ExplosiveRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fabric"
					},
					"Translation":
					{
						"Text": "Tissu"
					},
					"Key": "DefPal_Oil_Group_Fabric_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fauna and Flora"
					},
					"Translation":
					{
						"Text": "Faune et flore"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Ingot"
					},
					"Translation":
					{
						"Text": "Lingot de ficsite"
					},
					"Key": "DefPal_SAM_Group_FicsiteIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsite Trigon"
					},
					"Translation":
					{
						"Text": "Trigon en ficsite"
					},
					"Key": "DefPal_SAM_Group_FicsiteTrigon_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium"
					},
					"Translation":
					{
						"Text": "Ficsonium"
					},
					"Key": "DefPal_QuantumTechnology_Group_Ficsonium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ficsonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Barre de ficsonium"
					},
					"Key": "DefPal_QuantumTechnology_Group_FicsoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fuel"
					},
					"Translation":
					{
						"Text": "Carburant"
					},
					"Key": "DefPal_Oil_Group_Fuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Fused Modular Frame"
					},
					"Translation":
					{
						"Text": "Cadre modulaire fusionné"
					},
					"Key": "DefPal_Nitrogen_Group_FusedModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Filter"
					},
					"Translation":
					{
						"Text": "Filtre à gaz"
					},
					"Key": "DefPal_Equipements_Group_GasFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Gas Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobélisque à gaz"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_GasNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heat Sink"
					},
					"Translation":
					{
						"Text": "Dissipateur de chaleur"
					},
					"Key": "DefPal_Aluminium_Group_HeatSink_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Modular Frame"
					},
					"Translation":
					{
						"Text": "Cadre modulaire lourd"
					},
					"Key": "DefPal_Steel_Group_HeavyModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Résidus de pétrole lourd"
					},
					"Key": "DefPal_Oil_Group_HeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "High-Speed Connector"
					},
					"Translation":
					{
						"Text": "Connecteur haute vitesse"
					},
					"Key": "DefPal_Electronics_Group_HighSpeedConnector_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Homing Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Munitions de fusil à têtes chercheuses"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_HomingRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iodine-Infused Filter"
					},
					"Translation":
					{
						"Text": "Filtre à infusion d'iode"
					},
					"Key": "DefPal_Equipements_Group_IodineInfusedFilter_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Carburant ionisé"
					},
					"Key": "DefPal_Nitrogen_Group_IonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron"
					},
					"Translation":
					{
						"Text": "Fer"
					},
					"Key": "DefPal_Iron_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ingot"
					},
					"Translation":
					{
						"Text": "Lingot de fer"
					},
					"Key": "DefPal_Iron_Group_IronIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Ore"
					},
					"Translation":
					{
						"Text": "Minerai de fer"
					},
					"Key": "DefPal_Iron_Group_IronOre_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Plate"
					},
					"Translation":
					{
						"Text": "Plaque de fer"
					},
					"Key": "DefPal_Iron_Group_IronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rebar"
					},
					"Translation":
					{
						"Text": "Barre d'armature en fer"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_IronRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Iron Rod"
					},
					"Translation":
					{
						"Text": "Barre de fer"
					},
					"Key": "DefPal_Iron_Group_IronRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Leaves"
					},
					"Translation":
					{
						"Text": "Feuilles"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Leaves_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Calcaire"
					},
					"Key": "DefPal_Limestone_Group_Limestone_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Limestone"
					},
					"Translation":
					{
						"Text": "Calcaire"
					},
					"Key": "DefPal_Limestone_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Biocarburant liquide"
					},
					"Key": "DefPal_FaunaAndFlora_Group_LiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Magnetic Field Generator"
					},
					"Translation":
					{
						"Text": "Générateur de champ magnétique"
					},
					"Key": "DefPal_SpaceElevator_Group_MagneticFieldGenerator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Engine"
					},
					"Translation":
					{
						"Text": "Moteur modulaire"
					},
					"Key": "DefPal_SpaceElevator_Group_ModularEngine_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Modular Frame"
					},
					"Translation":
					{
						"Text": "Cadre modulaire"
					},
					"Key": "DefPal_Iron_Group_ModularFrame_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Motor"
					},
					"Translation":
					{
						"Text": "Moteur"
					},
					"Key": "DefPal_Steel_Group_Motor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Mycelia"
					},
					"Translation":
					{
						"Text": "Mycélium"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Mycelia_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Neural-Quantum Processor"
					},
					"Translation":
					{
						"Text": "Processeur neuro-quantique"
					},
					"Key": "DefPal_QuantumTechnology_Group_NeuralQuantumProcessor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitric Acid"
					},
					"Translation":
					{
						"Text": "Acide nitrique"
					},
					"Key": "DefPal_Nitrogen_Group_NitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen"
					},
					"Translation":
					{
						"Text": "Azote"
					},
					"Key": "DefPal_Nitrogen_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Azote"
					},
					"Key": "DefPal_Nitrogen_Group_NitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobélisque"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_Nobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Non-fissile Uranium"
					},
					"Translation":
					{
						"Text": "Uranium non fissile"
					},
					"Key": "DefPal_Uranium_Group_NonFissileUranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuclear Pasta"
					},
					"Translation":
					{
						"Text": "Pâte nucléaire"
					},
					"Key": "DefPal_SpaceElevator_Group_NuclearPasta_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Nuke Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobélisque nucléaire"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_NukeNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Oil"
					},
					"Translation":
					{
						"Text": "Pétrole"
					},
					"Key": "DefPal_Oil_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Alumina Solution"
					},
					"Translation":
					{
						"Text": "Solution d'aluminium conditionnée"
					},
					"Key": "DefPal_Aluminium_Group_PackagedAluminaSolution_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Fuel"
					},
					"Translation":
					{
						"Text": "Carburant conditionné"
					},
					"Key": "DefPal_Oil_Group_PackagedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Heavy Oil Residue"
					},
					"Translation":
					{
						"Text": "Résidus de pétrole lourd conditionnés"
					},
					"Key": "DefPal_Oil_Group_PackagedHeavyOilResidue_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Ionized Fuel"
					},
					"Translation":
					{
						"Text": "Carburant ionisé conditionné"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedIonizedFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Liquid Biofuel"
					},
					"Translation":
					{
						"Text": "Biocarburant liquide conditionné"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedLiquidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitric Acid"
					},
					"Translation":
					{
						"Text": "Acide nitrique conditionné"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Nitrogen Gas"
					},
					"Translation":
					{
						"Text": "Azote gazeux conditionné"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedNitrogenGas_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Oil"
					},
					"Translation":
					{
						"Text": "Pétrole conditionné"
					},
					"Key": "DefPal_Oil_Group_PackagedOil_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Carburant de fusée conditionné"
					},
					"Key": "DefPal_Nitrogen_Group_PackagedRocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Acide sulfurique conditionné"
					},
					"Key": "DefPal_Sulfur_Group_PackagedSulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Turbofuel"
					},
					"Translation":
					{
						"Text": "Turbocarburant conditionné"
					},
					"Key": "DefPal_Oil_Group_PackagedTurbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Packaged Water"
					},
					"Translation":
					{
						"Text": "Eau conditionnée"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PackagedWater_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Petroleum Coke"
					},
					"Translation":
					{
						"Text": "Coke de pétrole"
					},
					"Key": "DefPal_Oil_Group_PetroleumCoke_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plastic"
					},
					"Translation":
					{
						"Text": "Plastique"
					},
					"Key": "DefPal_Oil_Group_Plastic_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Barre de plutonium"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Pellet"
					},
					"Translation":
					{
						"Text": "Granulés de plutonium"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumPellet_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Plutonium Waste"
					},
					"Translation":
					{
						"Text": "Déchets de plutonium"
					},
					"Key": "DefPal_Uranium_Group_PlutoniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Polymer Resin"
					},
					"Translation":
					{
						"Text": "Résine polymère"
					},
					"Key": "DefPal_Oil_Group_PolymerResin_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Portable Miner"
					},
					"Translation":
					{
						"Text": "Foreuse portable"
					},
					"Key": "DefPal_Equipements_Group_PortableMiner_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Power Shard"
					},
					"Translation":
					{
						"Text": "Éclat de charge"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PowerShard_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pressure Conversion Cube"
					},
					"Translation":
					{
						"Text": "Cube de conversion de pression"
					},
					"Key": "DefPal_Nitrogen_Group_PressureConversionCube_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Pulse Nobelisk"
					},
					"Translation":
					{
						"Text": "Nobélisque à impulsion"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_PulseNobelisk_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Purple Power Slug"
					},
					"Translation":
					{
						"Text": "Électrolimace violette"
					},
					"Key": "DefPal_FaunaAndFlora_Group_PurplePowerSlug_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quantum Technology"
					},
					"Translation":
					{
						"Text": "Technologie Quantique"
					},
					"Key": "DefPal_QuantumTechnology_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz"
					},
					"Translation":
					{
						"Text": "Quartz"
					},
					"Key": "DefPal_Quartz_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Quartz Crystal"
					},
					"Translation":
					{
						"Text": "Cristal de quartz"
					},
					"Key": "DefPal_Quartz_Group_QuartzCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Quickwire"
					},
					"Translation":
					{
						"Text": "Filactif"
					},
					"Key": "DefPal_Caterium_Group_Quickwire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Radio Control Unit"
					},
					"Translation":
					{
						"Text": "Unité de contrôle radio"
					},
					"Key": "DefPal_Electronics_Group_RadioControlUnit_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Raw Quartz"
					},
					"Translation":
					{
						"Text": "Quartz brut"
					},
					"Key": "DefPal_Quartz_Group_RawQuartz_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reanimated SAM"
					},
					"Translation":
					{
						"Text": "É.M.E. réanimée"
					},
					"Key": "DefPal_SAM_Group_ReanimatedSAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Reinforced Iron Plate"
					},
					"Translation":
					{
						"Text": "Plaque de fer renforcée"
					},
					"Key": "DefPal_Iron_Group_ReinforcedIronPlate_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Munitions de fusil"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_RifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rocket Fuel"
					},
					"Translation":
					{
						"Text": "Carburant de fusée"
					},
					"Key": "DefPal_Nitrogen_Group_RocketFuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rotor"
					},
					"Translation":
					{
						"Text": "Rotor"
					},
					"Key": "DefPal_Iron_Group_Rotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Rubber"
					},
					"Translation":
					{
						"Text": "Caoutchouc"
					},
					"Key": "DefPal_Oil_Group_Rubber_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "É.M.E."
					},
					"Key": "DefPal_SAM_Group_Name"
				},
				{
					"Source":
					{
						"Text": "SAM"
					},
					"Translation":
					{
						"Text": "É.M.E."
					},
					"Key": "DefPal_SAM_Group_SAM_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "SAM Fluctuator"
					},
					"Translation":
					{
						"Text": "Fluctuateur d'É.M.E."
					},
					"Key": "DefPal_SAM_Group_SAMFluctuator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Screw"
					},
					"Translation":
					{
						"Text": "Vis"
					},
					"Key": "DefPal_Iron_Group_Screw_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Shatter Rebar"
					},
					"Translation":
					{
						"Text": "Barre d'armature à fragmentation"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_ShatterRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Silica"
					},
					"Translation":
					{
						"Text": "Silice"
					},
					"Key": "DefPal_Quartz_Group_Silica_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Singularity Cell"
					},
					"Translation":
					{
						"Text": "Cellule de singularité"
					},
					"Key": "DefPal_QuantumTechnology_Group_SingularityCell_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smart Plating"
					},
					"Translation":
					{
						"Text": "Placage intelligent"
					},
					"Key": "DefPal_SpaceElevator_Group_SmartPlating_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Smokeless Powder"
					},
					"Translation":
					{
						"Text": "Poudre sans fumée"
					},
					"Key": "DefPal_Sulfur_Group_SmokelessPowder_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Solid Biofuel"
					},
					"Translation":
					{
						"Text": "Biocarburant solide"
					},
					"Key": "DefPal_FaunaAndFlora_Group_SolidBiofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Space Elevator"
					},
					"Translation":
					{
						"Text": "Ascenseur Orbital"
					},
					"Key": "DefPal_SpaceElevator_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Stator"
					},
					"Translation":
					{
						"Text": "Stator"
					},
					"Key": "DefPal_Steel_Group_Stator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel"
					},
					"Translation":
					{
						"Text": "Acier"
					},
					"Key": "DefPal_Steel_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Beam"
					},
					"Translation":
					{
						"Text": "Poutre en acier"
					},
					"Key": "DefPal_Steel_Group_SteelBeam_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Ingot"
					},
					"Translation":
					{
						"Text": "Lingot d'acier"
					},
					"Key": "DefPal_Steel_Group_SteelIngot_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Steel Pipe"
					},
					"Translation":
					{
						"Text": "Tuyau en acier"
					},
					"Key": "DefPal_Steel_Group_SteelPipe_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Stun Rebar"
					},
					"Translation":
					{
						"Text": "Barre d'armature paralysante"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_StunRebar_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Soufre"
					},
					"Key": "DefPal_Sulfur_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfur"
					},
					"Translation":
					{
						"Text": "Soufre"
					},
					"Key": "DefPal_Sulfur_Group_Sulfur_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Sulfuric Acid"
					},
					"Translation":
					{
						"Text": "Acide sulfurique"
					},
					"Key": "DefPal_Sulfur_Group_SulfuricAcid_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Supercomputer"
					},
					"Translation":
					{
						"Text": "Superordinateur"
					},
					"Key": "DefPal_Electronics_Group_Supercomputer_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Superposition Oscillator"
					},
					"Translation":
					{
						"Text": "Oscillateur de superposition"
					},
					"Key": "DefPal_Electronics_Group_SuperpositionOscillator_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Thermal Propulsion Rocket"
					},
					"Translation":
					{
						"Text": "Fusée à propulsion thermique"
					},
					"Key": "DefPal_SpaceElevator_Group_ThermalPropulsionRocket_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Time Crystal"
					},
					"Translation":
					{
						"Text": "Cristal temporel"
					},
					"Key": "DefPal_QuantumTechnology_Group_TimeCrystal_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Motor"
					},
					"Translation":
					{
						"Text": "Turbomoteur"
					},
					"Key": "DefPal_Electronics_Group_TurboMotor_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbo Rifle Ammo"
					},
					"Translation":
					{
						"Text": "Munitions de fusil turbo"
					},
					"Key": "DefPal_AmmosAndExplosives_Group_TurboRifleAmmo_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Turbofuel"
					},
					"Translation":
					{
						"Text": "Turbocarburant"
					},
					"Key": "DefPal_Oil_Group_Turbofuel_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "USS Default - English"
					},
					"Translation":
					{
						"Text": "USS Default - Français"
					},
					"Key": "DefPal_PaletteName"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranium"
					},
					"Key": "DefPal_Uranium_Group_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium"
					},
					"Translation":
					{
						"Text": "Uranium"
					},
					"Key": "DefPal_Uranium_Group_Uranium_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Fuel Rod"
					},
					"Translation":
					{
						"Text": "Barre d'uranium"
					},
					"Key": "DefPal_Uranium_Group_UraniumFuelRod_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Uranium Waste"
					},
					"Translation":
					{
						"Text": "Déchets d'uranium"
					},
					"Key": "DefPal_Uranium_Group_UraniumWaste_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Versatile Framework"
					},
					"Translation":
					{
						"Text": "Structure polyvalente"
					},
					"Key": "DefPal_SpaceElevator_Group_VersatileFramework_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Water"
					},
					"Translation":
					{
						"Text": "Eau"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Water_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wire"
					},
					"Translation":
					{
						"Text": "Fil électrique"
					},
					"Key": "DefPal_Copper_Group_Wire_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Wood"
					},
					"Translation":
					{
						"Text": "Bois"
					},
					"Key": "DefPal_FaunaAndFlora_Group_Wood_Swatch_Name"
				},
				{
					"Source":
					{
						"Text": "Yellow Power Slug"
					},
					"Translation":
					{
						"Text": "Électrolimace jaune"
					},
					"Key": "DefPal_FaunaAndFlora_Group_YellowPowerSlug_Swatch_Name"
				}
			]
		}
	]
}